var daireikaiKujiArguments = [
  [
    20,//点数
    '大吉',//いずれかランダム
    'だいきち',
  ], 7,//入ってる個数
  [
    10,
    '吉',
    'きち',
  ], 13,
  [
    5,
    '中吉',
    'ちゅうきち',
  ], 17,
  [
    0,
    '小吉',
    'しょうきち',
  ], 13,
  [
    -1,
    '末吉',
    'すえきち',
  ], 20,
  [
    -5,
    '凶',
    'きょう',
  ], 15,
  [
    -10,
    '大凶',
    'だいきょう',
  ], 10,
  [
    -20,
    '大大凶',
    'だいだいきょう',
  ], 5,
];

var seminarContents = [
  'セミナー1',
  'セミナー2',
];

var fumieContents = [
  '踏み絵1',
  '踏み絵2',
];

var denyList = new Set();
